<template>
  <div class="headercontent container">
    <div class="headercontent-info">
        <div class="headercontent-info__title">
            <h3>Дизайнерские обои для дома и бизнеса</h3>
        </div>
        <div class="headercontent-info__text">
            <p>Но базовый вектор развития влечет за собой процесс внедрения и модернизации соответствующих условий активизации. В целом, конечно, сплочённость команды профессионалов требует определения и уточнения поставленных обществом задач.</p>
            <transition>
            
            <p v-if="textvisibl"> Разнообразный и богатый опыт говорит нам, что внедрение современных методик представляет собой интересный эксперимент проверки кластеризации усилий. Предварительные выводы неутешительны: базовый вектор развития создаёт предпосылки для дальнейших направлений развития. Не следует, однако, забывать, что граница обучения кадров прекрасно подходит для реализации своевременного выполнения сверхзадачи. Разнообразный и богатый опыт говорит нам, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач. Принимая во внимание показатели успешности, реализация намеченных плановых заданий в значительной степени обусловливает важность анализа существующих паттернов поведения.</p>
            </transition>
            <button class="headercontent-info__text--btn" @click="opentext" >
                <span>Показать больше</span>
                <fa class="btnchervon"  v-if="btnarrow" :icon="['fas', 'chevron-down']" />
                <fa class="btnchervon"  v-else :icon="['fas', 'chevron-up']" />
            </button>
        </div>
    </div>
    <div class="headercontent-cards">

    <div class="headercontent-cards__card">
        <img src="../assets/images/ava1.png" alt="">
        <h4>Создаем красивые стены</h4>
        <p>Используем различные технологии нанесения изображений. В нашем арсенале немецкое оборудование, Итальянские технологии холодного трансфера и другие бесшовные покрытия.</p>
    </div>
    <div class="headercontent-cards__card">
        <img src="../assets/images/ava2.png" alt="">
        <h4>Можно нанести любое изображение</h4>
        <p>В зависимости от выбранной технологии разрешение печати нанесённого изображения может составлять до 1440 dpi</p>
    </div>
    <div class="headercontent-cards__card">
        <img src="../assets/images/ava3.png" alt="">
        <h4>Ваши стены - наш мольберт</h4>
        <p>Наши дизайнеры помогут с выбором качественного изображения либо создадут для вас индивидуальный проект с учётом ваших пожеланий.</p>
    </div>
    <div class="headercontent-cards__card">
        <img src="../assets/images/ava4.png" alt="">
        <h4>Обновить стены без ремонта</h4>
        <p>С помощью опыта нашей команды преобразить любые помещения не составит труда вне зависимости от масштаба или сложности задачи.</p>
    </div>
    </div>
  </div>
</template>

<script>
export default {
    data() {
        return {
            textvisibl: false,
            btnarrow: true,
        }
    },
    methods: {
        opentext(){
            this.textvisibl = !this.textvisibl
            this.btnarrow = !this.btnarrow
        }
    },
}
</script>
